{"meta":{"title":"Linguaggio di Genere: Quanto è mutato nel tempo?","description":"Analisi visuale delle parole utilizzate negli articoli di giornale negli ultimi 80 anni","url":"https://gender-lang.emmepra.it/"},"details":{"title":"Linguaggio di Genere","subtitle":"Quanto è im/mutato nel tempo?","description":"Un’analisi visuale delle parole utilizzate negli articoli di giornale negli ultimi 80 anni rivela come il linguaggio sia stato il mezzo fondamentale nella lotta per i diritti delle donne e per l'uguaglianza di genere.","byline":["Matteo Prandi"]},"par_1":{"pars":["Siamo a Roma, è il 22 Ottobre 2022. Giorgia Meloni è la prima donna nella storia d’Italia a ricoprire il ruolo di Presidente del Consiglio dei Ministri. Al di là di ogni idea o bandiera politica, questo evento rappresenta senza ombra di dubbio un passo fondamentale per il progresso socio-culturale italiano.","Una <span class=highlight-red><span class=font-sans>donna premier</span></span> .","Sembra quasi impensabile che un paese come il nostro dove <a href=”https://www.istat.it/it/archivio/235994”>sessismo e pregiudizio ancora regnano sovrani</a> possa aver raggiunto un simile traguardo di civiltà. L’elezione di una donna in posizioni apicali infatti, può rappresentare un sintomo di tangibile mutamento nell’atteggiamento della società verso il mondo femminile e la sua capacità di ricoprire un ruolo di leadership e decisione.","La presenza non esclusiva di uomini nella politica italiana è in realtà un fenomeno piuttosto recente. Nonostante l’introduzione del suffragio universale sia avvenuta nel 1946, la presenza esclusiva degli uomini nelle nostre squadre di governo è stata infatti una costante fino al 1976 anno in cui, con il 4.75% di componenti femminili, si è formato il <span class=font-bold>terzo Governo Andreotti</span>."]},"par_2":{"pars":["Dopo qualche passo indietro e percentuali altalenanti negli anni, è solo con l’avvento del primo Governo Prodi nel 1996 che viene finalmente superata per la prima volta la soglia del 10%. Da qui, la politica italiana inizia stabilmente ad aumentare la sua inclusività.","L’aumento della partecipazione politica femminile, scaturito sicuramente da una sempre maggiore accettazione e consapevolezza del ruolo dei ruoli e delle uguali possibilità nel mondo moderno, può essere a sua volta causa e motivo di progresso.","Le nuove generazioni infatti nasceranno e poi cresceranno in un mondo in cui sarà considerato “normale” vedere uomini e donne fare e poter fare le stesse cose, accedere alle stesse opportunità.","Ma torniamo per un attimo al 2022.","Giorgia Meloni è quindi <span class=highlight-blue><span class=font-sans>il</span></span> primo Presidente del Consiglio dei Ministri italiano. Questo però genera immediatamente un paradosso: come occorre rivolgersi alla nuova premier? Quale specifica formulazione istituzionale deve essere utilizzata per potercisi riferire? Meloni però arriva subito in soccorso. La soluzione: mantenere la forma originale senza alcun cambiamento o adeguamento di genere.","Il caso diventa virale quando, nel giro di poco si diffondono ovunque sul web fotografie della circolare di Palazzo Chigi a firma del Segretario Generale Carlo Deodato che mette un punto alla questione."]},"par_3":{"pars":["Il principio della parità di genere e della lotta alla discriminazione fondata sul sesso è saldamente radicato nei trattati e nella Carta dei diritti fondamentali dell'Unione europea ed è stato avallato in più occasioni dal Parlamento europeo. In un’ottica europea quindi, il linguaggio utilizzato deve necessariamente tenere conto di questo aspetto.","Nel 2008 il Parlamento europeo è stato una tra le prime organizzazioni internazionali ad adottare delle <a href=https://www.europarl.europa.eu/cmsdata/187102/GNL_Guidelines_IT-original.pdf>linee guida sulla neutralità del genere</a> nel linguaggio istituzionale"]},"quote_1":{"author":"","text":"Un linguaggio neutro o inclusivo sotto il profilo del genere va ben oltre il concetto di \"politicamente corretto\". Il linguaggio infatti è, di per sé, un potente strumento che contemporaneamente riflette e influenza gli atteggiamenti, i comportamenti e le percezioni."},"par_4":{"pars":["La lingua è infatti uno <a href=https://www.treccani.it/magazine/atlante/cultura/Il_potere_delle_parole.html>strumento perfetto</a> per il riconoscimento dei cambiamenti sociali e culturali in un dato contesto, essendo la sua utilità principale quella di agevolare e veicolare nel tempo le modifiche della realtà, della sua percezione.","Con la stessa logica, Il linguaggio di genere si riferisce al modo in cui le parole e le frasi vengono utilizzate per descrivere o riferirsi alle persone in relazione al loro genere. Questo linguaggio a sua volta può essere inclusivo oppure esclusivo, rispettoso oppure offensivo e può chiaramente variare a seconda della lingua e della cultura di riferimento, ma comprende solitamente l'utilizzo di determinati pronomi, aggettivi o locuzioni che, utilizzati in un dato contesto, sono in grado di trasmettere specifiche idee o pregiudizi.","Se quindi la politica è un reale sintomo di progresso culturale, questo deve essere necessariamente individuabile anche nell’uso che si fa delle parole, di ciò che si esprime.","Ma è realmente così?"]},"par_5":{"pars":["Il trend di partecipazione femminile alla vita politica negli <span class=highlight-red><span class=font-sans>Stati Uniti</span></span> e nell’<span class=highlight-blue><span class=font-sans>Unione Europea</span></span> sembra confermare quanto visto in Italia: la crescita è costante. Ma possiamo affermare con certezza che questa maggiore integrazione corrisponda a un’effettiva evoluzione dal punto di vista culturale?","Per rispondere a queste domande, sono stati analizzati più di 4 milioni di articoli di giornale pubblicati sul New York Times dal 1970 ad oggi. Abbiamo misurato come il contesto intorno alla parola <span class=highlight-red><span class=font-sans>donna</span></span> sia cambiato nell’arco di questi 8 decenni,  analizzando quanto specifici gruppi di parole siano stati utilizzati in riferimento a soggetti di sesso maschile o femminile."]},"par_6":{"pars":["La differenza nel registro linguistico tra il 1950 e il 2020 è evidente.","In linea con i preconcetti e la linea culturale del tempo, nel registro linguistico degli <span class=font-bold>anni ‘50</span> troviamo parole spesso associate a concetti di <span class=font-bold>vita domestica</span> come <span class=font-mono>divorzio, chiesa o figli</span> appaiono prevalentemente legati al contesto femminile, mentre termini più direttamente vicini al concetto di <span class=font-bold>successo</span> come <span class=font-mono>manager</span> o <span class=font-mono>potente</span> risultano fortemente sbilanciate verso il genere maschile.","Durante gli <span class=font-bold>anni ‘80</span> al contrario, il registro linguistico appare più bilanciato, segnalando come il tema della parità di genere abbia iniziato, già da quegli anni, a manifestarsi in tutte le sue forme, lingua compresa. È in questi anni che la rappresentazione dell’uomo sembra prendere una piega oscura, negativa.","Il numero di articoli al femminile è sensibilmente aumentato nell’arco degli ultimi anni, mostrando una sempre maggiore propensione al racconto di storie e fatti non esclusivamente legati al mondo maschile."]},"par_7":{"pars":["Ma di cosa parlano questi articoli? Si tratta di tematiche <span class=highlight-green><span class=font-sans>positive</span></span> oppure <span class=highlight-ginger><span class=font-sans>negative</span></span>? Per scoprirlo, abbiamo utilizzato la Sentiment Analysis, una tecnica di Natural Language Processing (NLP) utilizzata per quantificare le emozioni contenute in un testo, al fine di assegnare ad ognuno degli articoli esaminati uno specifico punteggio di positività."]},"conclusione":{"pars":["Seppur con alcune eccezioni, i dati mostrano chiaramente come l’evoluzione nel linguaggio di genere avvenuta negli ultimi decenni sia stata significativa e pronunciata. Sempre più spesso gli articoli parlano delle donne e delle loro imprese, così come per anni è stato fatto prevalentemente per gli uomini.","Sicuramente, l'evoluzione del linguaggio di genere negli ultimi decenni è stata significativa. La maggiore consapevolezza dei problemi di genere e la crescente attenzione alle questioni di parità di genere hanno portato a un indubbio cambiamento nell'utilizzo del linguaggio.","Inoltre, l'aumento della visibilità e dell'accettazione della comunità LGBTQ+ ha portato ad una maggiore attenzione all'inclusività del linguaggio stesso. Questo ha comportato infatti un significativo aumento nell’utilizzo di termini come  \"non binario\" o \"genderqueer\" con il preciso fine di descrivere e riferirsi a persone con identità di genere non conformi ai tradizionali schemi di polarità maschile o femminile e che, nella società di oggi sentono il vivo bisogno di essere rappresentati.","È importante sottolineare tuttavia, che il lavoro da fare per raggiungere la piena uguaglianza di genere nella lingua e soprattutto nella società è ancora molto.","Oltre a numerosi esempi in cui questo progresso sembra non essere mai arrivato, sono ancora molte le professioni e gli ambiti in cui le donne continuano ad essere sottorappresentate e sottovalutate, così come troppe sono ancora le persone  non rappresentate o non accettate dalla società di oggi per via della loro identità e orientamento sessuale.","È imperativo dunque continuare a monitorare e a promuovere l'utilizzo di un linguaggio sempre più inclusivo al fine di creare, nel tempo, una società più equa e più giusta per tutti."]},"dotplot_1":{"titolo":"Evoluzione contesto linguistico <span class=highlight-blue><span class=font-sans>Maschile</span></span> e <span class=highlight-red><span class=font-sans>Femminile</span></span> nel tempo","Desc":""},"scrolly":{"boxes":["Test","<button on:click={() => scatter.selected = \"World\"}> World </button><button on:click={() => scatter.selected = \"Fashion & Style\"}> Fashion & Style </button>"]},"metodologia":{"pars":["Storytelling Digitale nato all'interno del Master in Giornalismo Multimediale, Politico Economico della <a href=https://24orebs.com/>24Ore Business School</a>.","Il dataset di articoli è stato ottenuto tramite le API fornite dal <a href=”https://developer.nytimes.com/”>Developer Portal</a> del New York Times. Sono stati raccolti 6.686.505 articoli pubblicati nell’intervallo temporale tra il 1950 e il 2020, e poi elaborati mediante le librerie di data processing (<span class=italic><a href=https://pandas.pydata.org/>pandas</a>, <a href=https://numpy.org/>numpy</a></span>) e di Natural Language Processing (NLP) (<a href=https://radimrehurek.com/gensim/>GENSIM</a>) del linguaggio Python. Gli articoli sono stati processati per produrre allenare un modello di <span class=italic>word embedding</span>, nello specifico <span class=italic>Word2Vec</span>, una rete neurale artificiale per l’elaborazione del linguaggio.","Per categorizzare il linguaggio utilizzato negli articoli come <b>femminile</b> o <b>maschile</b>, è stata verificata la presenza di una o più parole chiave esplicitamente  riferite a <b>donne</b>/<b>uomini</b> all’interno dell’articolo. Per le <span class=highlight-red>donne</span> il gruppo di parole chiave utilizzato è stato: <span class=italic>donna, donne, ragazza, femmina, signora, lei, se stessa, zia, nonna, madre, sorella, figlia, moglie, mamma, fidanzata</span>. Per gli <span class=highlight-blue>uomini</span> il gruppo di parole chiave utilizzato è stato: <span class=italic>uomo, uomini, ragazzo, maschio, signore, lui, se stesso, zio, nonno, padre, fratello, figlio, marito, papà, fidanzato.</span>","Per analizzare la polarità degli articoli in termini di <span class=highlight-green>positività</span> e <span class=highlight-ginger>negatività</span> è stata utilizzata la libreria <span class=italic><a href=https://github.com/cjhutto/vaderSentiment#python-demo-and-code-examples>VaderSentiment</a></span> di Python."]}}